Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/soop_soop.html.tmx
Source language: nob
Languages: sme

source: Šoop Šoop - Sámi Duodji og Design Days
sme: Šoop Šoop - Sámi Duodji ja Design Days

source: Šoop Šoop – Sámi Duodji og Design Days er den første profesjonelle samiske designmessen som er blitt arrangert i Norge.
sme: Šoop Šoop – Sámi Duodji ja Design Days leat vuosttaš ámmátlaš sámi designmeassut mat leat lágiduvvon Norggas.

source: Det skjedde i 4. og 5. februar 2020 i Tromsø.
sme: Dat dáhpáhuvai guovvamánu 4. ja 5. beivviid Romssas.

source: Den første dagen var et lukket arrangement mellom innkjøpere og utstillere (samiske designere).
sme: Vuosttaš beaivvi lei giddejuvvon lágideapmi sisaostiide ja čájeheddjiide (sámi designeriidda).

source: Samtidig ble det arrangert et duodjiworkshop.
sme: Seammás lágiduvvui duodjebargobádji.

source: Den andre dagen var et åpent arrangement, en messe, der samiske designere solgte sitt design direkte til kunden.
sme: Nuppi beaivvi lei rabas lágideapmi, meassut, mas sámi designerat/hábmejeaddjit/duojárat sáhtte vuovdit iežaset gálvvuid njuolga oastái.

source: Navnevalget ŠOOP ŠOOP [uttales SHOP SHOP]
sme: Nammaválljen ŠOOP ŠOOP

source: Hvis du skriver slanguttrykket “woop woop” på et samisk tastatur blir bokstaven W byttet ut med en samisk Š. Derav det samiske slanguttrykket “šoop šoop”.
sme: Jus čálát šláŋgadajaldaga “woop woop” sámi boallobeavddis, de lonuhuvvo bustávva W ja sadjái boahtá Š. Das boahtá sámi šláŋgadajaldat "šoop šoop".

source: Uttrykket “woop woop””eller “whoop whoop”“whoop whoop” er enkelt forklart som en såkalt “enjoyment shout” som kan brukes når du for eksempel ser noe fint.
sme: Dajaldat "woop woop" dahje "whoop whoop" lea nu gohčoduvvon "enjoyment shout" maid sáhttá geavahit go ovdamearkka dihte oaidná juoidá mii lea fiinnis.

source: Kanskje på en samisk designmesse, hvem vet.
sme: Soaitá sámi designmeassuin oaidnit, gii diehtá.

source: Sametingsrådet besluttet å videreføre Šoop Šoop, og i 2021 skal Šoop Šoop arrangeres i Trondheim.
sme: Sámediggeráđđi lea mearridan viidáset fievrredit Šoop Šoop, ja 2021:s galgá Šoop Šoop lágiduvvot Troanddimis.

source: Se gjerne på Facebook siden til Šoop Šoop
sme: Geahča vel áinnas Šoop Šoop FB-siiddu

source: Les mer om Šoop Šoop:
sme: Loga eanet Šoop Šoop birra:

source: Šoop Šoop har egen nettside: https://soopsoop.no/
sme: Šoop Šoopas lea sierra neahttasiidu: https://soopsoop.no/
